[AttributePresentation_Siren AttributePresentationDefinition]
Description="$Willow game, map, presentation details, main character"
NoConstraintText=""
Suffix=""
Prefix=""

[Siren.Head_SirenHaz UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 of %s1"
UseFailureCharacterMessage="of course. %s use this."
ItemName=""
PickupMessage="and that's it %s"
UseFailureLevelMessage="You must be at least %d old to use it."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Look."

[Siren.Skin_SirenAne UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 of %s1"
UseFailureCharacterMessage="and you %s Use this option."
ItemName=""
PickupMessage="You have %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="In general,"

